/* 
  Localizable.strings
  AD_Demo_App

  Created by Alexander Troitsky on 07.01.2022.
  
*/

"Close" = "Закрыть";
"Call to action" = "Перейти";
"Close the video" = "Закрыть ролик";
"No reward will be received" = "Вознаграждение не будет получено";
"Continue watching" = "Продолжить просмотр";

"Saved" = "Сохранено";
"Promocode image has been saved" = "Промокод сохранен";

// Type
"Video without reward" = "Видео без вознаграждения";
"Video with reward" = "Видео с вознаграждением";

// Events
"Video downloaded" = "Видео загружено";
"End the show by clicking Close button" = "Завершение показа по кнопке Закрыть";
"End the show by clicking Skip button" = "Завершение показа по кнопке Пропустить";
"User clicks Call to action button" = "Пользователь нажимает кнопку перехода по ссылке";
"Video is shown" = "Видео показывается";
"Start show video" = "Начало показа видео";
"25% video viewed" = "25% видео просмотрено";
"50% video viewed" = "50% видео просмотрено";
"75% video viewed" = "75% видео просмотрено";
"Video completely shown" = "Видео полностью показано";
"Show video failed" = "Не удалось показать видео";
"Deleted old video" = "Удалено старое видео";


// For app
"Clear" = "Очистить";
"SDK initialization" = "Инициализация SDK";
"Download Ads" = "Загрузить рекламу";
"Download Rewarded Ads" = "Загрузить рекламу с вознаграждением";
"Show Ads" = "Показать рекламу";
"Show Ads from the cache" = "Показать рекламу из кэша";
"Reset data" = "Сбросить данные";
